[Furnace_interact_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="炉"
m_InteractText="`GBA_Use` 置く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Furnace_Lever_twk DisTweaks_UsableObject]
m_Stages[0]="(m_InteractTextOverride="`GBA_Use` 炉に点火する")"
m_Stages[1]="(m_InteractTextOverride="`GBA_Use` 炉を開く")"

[Furnace_Lever_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="スイッチ"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""

m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Furnace_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="炉に火を入れる"
m_InteractText=" `GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[FurnaceGrill_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="炉に火を入れる"
m_InteractText=" `GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[GrannyRags_Cameo_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[GrannyRags_Cameo_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="グラニー・ラグズの紋章"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_SewerWoundedThug DisTweaks_NPCPawn]
m_BusyText="このキャラクターはビジー状態です"
m_CannotStealMessage="この種類の弾薬はこれ以上持てない"

[Pwn_SewerWoundedThug:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="悪党"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_Skeleton_Slackjaw DisTweaks_NPCPawn]
m_BusyText="もう話すことは出来ない"
m_CannotStealMessage="この種類の弾薬はこれ以上持てない"

[Pwn_Skeleton_Slackjaw:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="スラックジョーの死体"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Valve_H2U_StrtSewerEntry:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ホイールを回す"
m_InteractText="`GBA_Use` をホールドして回す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

